app/views/students/index.html.erb

<% Student.all.each do |student| %>
---
SELECT "students".* FROM "students"